<?php

return [

    'singular' => 'وظيفة',
    'plural' => 'وظائف',
    'create' => 'اضافة وظيفة',
    'show' => 'عرض وظيفة',
    'edit' => 'تعديل وظيفة',
    'created' => 'تم اضافة الوظيفة بنجاح',
    'updated' => 'تم تعديل الوظيفة بنجاح',
    'deleted' => 'تم مسح الوظيفة بنجاح',
    'ID' => 'ID',
    'description' => 'الوصف',
    'views' => 'الزيارات',
    'job' => 'الوظيفة',
    'user' => 'المستخدم',
    'resume' => 'السيرة الذاتية',
    'created_at' => 'تم الانشاء',
    'updated_at' => 'تم التحديث',
    'action' => 'اجرائات',

];
