<?php

return [

    'singular' => 'مهارة',
    'plural' => 'مهارات',
    'create' => 'اضافة مهارة',
    'show' => 'عرض مهارة',
    'edit' => 'تعديل مهارة',
    'created' => 'تم اضافة المهارة بنجاح',
    'updated' => 'تم تعديل المهارة بنجاح',
    'deleted' => 'تم مسح المهارة بنجاح',
    'ID' => 'ID',
    'name' => 'الاسم',
    'skill_users' => 'مستخدمين المهارة',
    'skill_jobs' => 'وظائف المهارة',
    'created_at' => 'تم الانشاء',
    'updated_at' => 'تم التحديث',
    'action' => 'اجرائات',

];
