<?php

return [

    'singular' => 'مستخدم',
    'plural' => 'مستخدمين',
    'create' => 'اضافة مستخدم',
    'show' => 'عرض مستخدم',
    'edit' => 'تعديل مستخدم',
    'created' => 'تم اضافة المستخدم بنجاح',
    'updated' => 'تم تعديل المستخدم بنجاح',
    'deleted' => 'تم مسح المستخدم بنجاح',
    'ID' => 'ID',
    'name' => 'الاسم',
    'email' => 'البريد الالكتروني',
    'password' => 'كلمة السر',
    'password_confirmation' => 'تاكيد كلمة السر',
    'age' => 'العمر',
    'gender' => 'النوع',
    'genders' => [
        'm' => 'ذكر',
        'f' => 'انثي',
    ],
    'image' => 'الصورة',
    'resume' => 'السيرة الذاتية',
    'role' => 'الصلاحية',
    'roles' => [
        'user' => 'مستخدم',
        'admin' => 'ادارة',
    ],
    'bio' => 'اسم الوظيفة',
    'user_skills' => 'مهارات المستخدم',
    'applied_jobs' => 'الوظائف المتقدم لها',
    'created_at' => 'تم الانشاء',
    'updated_at' => 'تم التحديث',
    'action' => 'اجرائات',

];
